{
  "id": 1,
  "group": 1,
  "isFalsePositive": false,
  "isTrueNegative": false,
  "isQualification": false,
  "title": "‘Miracle’ baby opens debate over possible use of centuries-old sperm",
  "subtitle": "Technology allows sperm to be frozen longer than legal 50-year limit but poses medical and ethical questions",
  "content": "Energy efficiency plays an essential role in our efforts to achieve our climate change target. Fostering consumption models based on clean energy, implementing efficiency initiatives in stores, logistics centres and warehouses, and strengthening our relationships and holistic commitments with all the stakeholders in our value chain, are the main focus of our effort.Our activity’s main impact comes in the form of electricity consumption, especially the electricity used by our stores. This is why we have established a sustainability criteria implementation programme for the management of these spaces, which was bolstered yet again in 2021.LED LightingWe have been using LED technology in new stores and renovations since 2015 to reduce consumption of electricity through lighting systems with eco-efficient features.  We have now implemented this technology in 31% of our stores, providing up to 80% more efficiency and a 10% to 20% reduction in electricity consumption.IOT in shopsSeveral of the group’s shops in Madrid, Andalusia, and Valencia have implemented an energy efficiency system that measures and manages energy consumption, and which achieves savings of between 16% and 19%, depending on the region where the shop is located. Progress: main metrics Achieve 100% renewable energy in our operations by 2030.",
  "source": "Trustworthy Source",
  "category": "Health",
  "publishingDate": "10/28/2022",
  "label": "true",
  "xaiFeatures": {
    "truthfulness": 92,
    "readability": "hard",
    "highlightedContent": "Energy efficiency plays an essential role in our efforts to <mark>achieve our climate change target</mark>. Fostering consumption models based on <mark>clean energy</mark>, implementing <mark>efficiency initiatives</mark> in stores, logistics centres and warehouses, and strengthening our relationships and holistic commitments with all the stakeholders in our value chain, are the main focus of our effort.Our activity’s main impact comes in the form of <mark>electricity consumption</mark>, especially the <mark>electricity</mark> used by our stores. This is why we have established a sustainability criteria implementation programme for the management of these spaces, which was bolstered yet again in 2021.LED LightingWe have been using LED technology in new stores and renovations since 2015 to <mark>reduce consumption of electricity</mark> through lighting systems with eco-efficient features. <mark>We have now implemented this technology in 31% of our stores, providing up to 80% more efficiency and a 10% to 20% reduction in electricity consumption</mark>.IOT in shopsSeveral of the group’s shops in Madrid, Andalusia, and Valencia have implemented an <mark>energy efficiency</mark> system that measures and manages energy consumption, and which <mark>achieves savings of between 16% and 19%</mark>, depending on the region where the shop is located. Progress: main metrics Achieve 100% <mark>renewable energy</mark> in our operations by 2030.",
    "naturalLanguageExplanation": "According to the article, a new law allows using sperm which is up to 50 years old. Scientists have shown that also old sperm can be sucessfully used to give birth to babies. "
  }
}
